Revit 2027 API
AnalysisDisplayColorEntry Properties
The AnalysisDisplayColorEntry type exposes the following members.
Properties
Name | Description
Color |  Color associated with color entry.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Value |  Value associated with color entry.
Top
See Also
Reference
AnalysisDisplayColorEntry Class
Autodesk.Revit.DB.Analysis Namespace